/**
  * @projectName :dailyreport
  * @desc:首页打字机特效文本
  * @author:zhangys
  * @usage :{title:'这里填写要显示的文本(中文)',stop:[1,3,4]};
  *         title:要显示的文本，中文
  *         stop：(非必须) 数组格式；可以多个元素，元素标识停顿位置；
  *               例如上面的例子：文本分别在第1位、第3位、第4位停顿一下
  * @date :2022/05/11 13:48:25
 */
export const typeWriter = [
    // { title: '斯人若彩虹 遇上方知有', stop: [5] },
    // { title: '伊人如湍水 触及方知柔', stop: [5] },
    // { title: '我用四季来等你 天分用来梦见你', stop: [7] },
    { title: '虽然你不是那樱花 但你也是春日限定', stop: [8] },
    { title: '你不用很漂亮虽然已经很漂亮' },
    { title: '我随时准备好迎接这场较量' },
    { title: '你不用聪明虽然已经很聪明' },
    { title: '在不一样的时间和你看一样的风景' },
    { title: '你不用假装其实你不用假装' },
    { title: '在伊甸园里你演夏娃我演亚当' },
    { title: '你不用顾虑其实你不用顾虑' },
    { title: '让月亮代表我陪你在月光下面沐浴' },
    { title: '你就像钢琴上的三十六个黑键' },
    { title: '你的出现填补旋律上的缺陷' },
    { title: '你是张被我无限循环的老唱片' },
    { title: '罐头有保质期但爱你没有上限' },
    // { title: '如果说我见你 如果碰巧你会接近', stop: [6] },
    // { title: '如果说我问你 如果碰巧你会答应', stop: [6] },
    // { title: '如果说你看我 如果恰好我也回应', stop: [6] },
    // { title: '如果说我牵你 如果恰好你也握紧', stop: [6] },
    // { title: '如果说我想你 如果恰好你也在听', stop: [6] },
    // { title: '如果说我爱你 如果恰好你也愿意', stop: [6] },
    // { title: '遗憾的是这如果 也只是如果', stop: [7] },
    // { title: '如果说这次如果 并非如果', stop: [7] },
    // { title: '你出现在我的心上刮起了台风' },
    // { title: '卷起一片草木接着便下起了雨' },
    // { title: '我心里莺飞又草长的风景' },
    // { title: '这台风天的独特风景' },
    // { title: '这台风天的独特风景' },
    // { title: '爱情是什么颜色的 如果忧郁是蓝色的', stop: [8] },
    // { title: '快乐是什么颜色的 如果寂寞是灰色的', stop: [8] },
    // { title: '天空是什么颜色的 如果汪洋是蓝色的', stop: [8] },
    // { title: '我说天空也是蓝色的' },
    // { title: '因为他们彼此相爱了' },




]